---
type: AssetPropertyBoolean
namespace: Autodesk.Revit.DB.Visual
version: 2024
members: 1
tags: [revit-api, class]
---

# AssetPropertyBoolean

`Autodesk.Revit.DB.Visual.AssetPropertyBoolean` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Value | — | `public bool Value { get ; set ; }` |